Repository: NREL/engage
Catalog: calliope_app/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Email
fr: Adresse mail

source: First Name
fr: Prénom

source: Last Name
fr: Nom

source: Organization
fr: Entité

source: Password
fr: Mot de passe

source: Password Confirmation
fr: Confirmation mot de passe

source: Enter the same password as above, for verification.
fr: Insérez le même mot passe pour vérifier

source: This account is inactive, please activate it with link sent via email, or contact Engage team.
fr: Ce compte est inactif, veuillez l'activer en cliquant sur le lien envoyé par e-mail, ou contacter l'équipe Engage

source: Enter a valid string consisting of unicode letters, numbers, underscores or hyphens.
fr: Veuillez insérer une chaîne unicode de lettres, chiffres, tiret bas, ou tiret.

source: Enter a valid email consisting of letters, numbers, and @/./+/-/_ characters.
fr: Veuillez insérer un email contenant des lettres, chiffres, et des caractères spéciaux @/./+/-/_

source: English
fr: Anglais

source: French
fr: Français

source: Activity
fr: Activité

source: Create Snapshot
fr: Créer un Snapshot

source: Contact Administrator
fr: Contacter l'administrateur

source: Add Comment
fr: Ajouter un commentaire

source: Comment
fr: Commentaire

source: Error
fr: Erreur

source: more
fr: Plus

source: less
fr: Moins

source: Runs
fr: Exécute

source: Select
fr: Sélectionner

source: a time period
fr: une période de temps

source: below
fr: Ci-dessous

source: Start Date
fr: Date de début

source: End Date
fr: Date de fin

source: Gradient Years
fr: années passées

source: Loading
fr: Téléchargement

source: Run Options
fr: Options d'exécution

source: Enable Clustered Run:
fr: Activer l'exécution groupée

source: Enable Manual Run:
fr: Activer l'exécution manuelle

source: Run Timestep
fr: Exécuter le pas de temps

source: Select Run Environment:
fr: Sélectionner l'environnement d'exécution

source: Run Notes
fr: Notes d'exécution

source: Recent Periods
fr: Périodes récentes

source: Timeseries is missing for
fr: Séries temporelles manquantes pour

source: for parameter
fr: pour paramètre

source: No timeseries data has been configured
fr: aucune donnée séries temporelle n'a été configurée

source: Timeseries Coverage
fr: couverture séries temporelles

source: Scenarios
fr: Scénarios

source: Name of new scenario
fr: Nom du nouveau scénario

source: Name
fr: Nom

source: the new scenario
fr: le nouveau scénario

source: above
fr: ci-dessus

source: Choose
fr: choisir

source: an existing scenario to duplicate
fr: un scénario existant pour la duplication

source: OPTIONAL
fr: FACULTATIF

source: Existing
fr: existant

source: No other scenarios exist yet
fr: Aucun autre scénario existant encore

source: Technologies
fr: Les technologies

source: Name of new technology
fr: Nom de la nouvelle technologie

source: the new technology
fr: la nouvelle technologie

source: the technology type
fr: Type de la technologie

source: Build from
fr: Construire à partir de

source: scratch
fr: zéro

source: Abstract
fr: abstrait

source: existing
fr: existant

source: publicly available
fr: publiquement disponible

source: Help
fr: Aide

source: Model Sharing
fr: Partage du modèle

source: VIEW ONLY
fr: Lecture seulement

source: Timeseries
fr: séries temporelles

source: Change Password
fr: Changer le mot de passe

source: Log out
fr: Se déconnecter

source: LOGIN
fr: Se connecter

source: Help Guide
fr: Guide d'assistance

source: OPEN ACCESS ENERGY SYSTEM PLANNING
fr: OUVRIR L'ACCES AU PLANIFICATEUR DU SYSTÈME D'ENERGIE

source: Supported on Modern
fr: support sur moderne

source: and
fr: et

source: Browsers
fr: navigateurs

source: Project Assistance
fr: Assitance au projet

source: Close
fr: Fermer

source: Cancel
fr: Annuler

source: Settings
fr: Paramètres

source: Bulk Upload
fr: Transfert massif

source: Bulk Download
fr: Téléchargement massif

source: Locations
fr: Emplacements

source: Nodes
fr: Nœuds

source: Save
fr: Enregistrer

source: New
fr: Nouveau

source: Videos
fr: Vidéos

source: My Models
fr: Mes modèles

source: Model Name
fr: Nom du modèle

source: Collaborators
fr: Collaborateurs

source: Permissions
fr: Autorisations

source: Notifications
fr: Avis

source: Share
fr: Partage

source: CAN EDIT
fr: PEUT MODIFIER

source: Remove model
fr: Supprimer le modèle

source: You do not have any models
fr: Vous n'avez aucun modèle

source: Create a new model
fr: Créer un nouveau modèle

source: New model name
fr: Nom d'un nouveau modèle

source: Model
fr: Modèle

source: Add Model
fr: Ajouter un modèle

source: Blank Model
fr: Modèle vide

source: Create from My Models
fr: Créer à partir de mes modèles

source: Create from Sample Models
fr: Créer à partir d'exemples de modèles

source: Create from Snapshots
fr: Créer à partir de Snapshot

source: Create
fr: Créer

source: Sample Models
fr: Exemples de modèles

source: There are no public models
fr: Aucun modèle public trouvé

source: Technology Locations
fr: Emplacements des technologies

source: Delete node
fr: Supprimer le nœud

source: New Locations
fr: Nouvel emplacement

source: Location
fr: Emplacement

source: Add Node
fr: Ajouter un nœud

source: All Locations
fr: Tous les emplacements

source: Location description
fr: Descriptif de l'emplacement

source: Edit location
fr: Modifier l'emplacement

source: Edit
fr: Modifier

source: Delete location
fr: Supprimer l'emplacement

source: Datasets
fr: Ensemble de données

source: New location name
fr: Nom du nouvel emplacement

source: Available area
fr: Zone disponible

source: New location description
fr: Descriptif du nouvel emplacement

source: Cancel new location
fr: Annuler le nouvel emplacement

source: Back to Technologies
fr: Revenir aux technologies

source: Select a location
fr: Sélectionner un emplacement

source: Saved
fr: Enregistré

source: Save changes
fr: Enrigistrer les modifications

source: Tilt
fr: Incliner

source: Azimuth
fr: Azimut

source: Check Availability
fr: Vérifier la disponibilité

source: Data available here
fr: Données disponibles ici

source: Checking location...
fr: Vérification de l'emplacement...

source: Data not available here.
fr: Aucune donnée disponible ici

source: New Timeseries Name
fr: Nom de la nouvelle séries temporelle

source: Import Data
fr: Importer les données

source: Generates a timeseries of solar capacity factor data. Find and inspect it on the Timeseries page, linked below.
fr: crée une série temporelle de données sur le facteur de la capacité solaire. Veuillez le trouvez et l'inspecter sur la page de séries temporelles, lien ci-dessous

source: Timeseries Page
fr: Page de séries temporelles

source: Engage is a highly accessible and flexible web-based energy planning model for rapid multi-sectoral scenario exploration. Its cloud-based shared data model, intuitive interface and visualization capabilities facilitate collaboration and communication among diverse stakeholder groups, teams, and experts modeling systems from district energy / microgrid to national scales.
fr: Engage est un modèle de planification de l'énergie en ligne, ultra accessible et flexible, qui sert à rapidement explorer des scénarios multi-sectoriels. Son modèle de données partagées virtuellement, son interface intuitive et ses capacités de visiualisation, facilitent la collaboration et la communication entre divers groupes de parties prenantes, des équipes, des experts travaillant sur des systèmes de modélisation du secteur de l'énergie/ mini-réseau à des niveaux nationaux.

source: Need assistance with this tool?
fr: Besoin d'assistance pour cet outil?

source: There are no publicly available sample models
fr: Il n'y aaucun exemple de modèle publiquement disponible

source: Case Studies
fr: Etudes de cas

source: Login
fr: Se connecter

source: Forgot password
fr: Mot de passe oublié

source: Reset
fr: Réinitialiser

source: No account
fr: Aucun compte

source: Register
fr: Enregistrer

source: Password Reset
fr: Mot de passe réinitialisé

source: Your password has been set. You may go ahead and
fr: Votre mot de passe a été rétabli. Vous pouvez essayer de

source: log in
fr: vous connecter

source: now
fr: maintenant

source: Change password
fr: Changer mot de passe

source: The password reset link was invalid, possibly because it has already been used.
fr: Le lien de réinitialisation du mot de passe est invalide, probablement parce qu'il a été déjà utilisé

source: Please request a new password
fr: Veuillez demander un nouveau mot de passe

source: RESET
fr: REINITIALISATION

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
fr: Si un compte existe avec cette adresse e-mail, vous recevrez des instructions pour établir votre mot de passe. Un e-mail vous sera envoyé de suite.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
fr: Si aucun e-mail n'a été reçu, veuillez vous assurer que vous avez utilisé l'adresse e-mail avec laquelle vous vous êtes enregistré, et vérifiez votre spam

source: To initiate the password reset process for your ENGAGE Account
fr: Pour lancer le processus de réinitialisation du mot de passe de votre compte ENGAGE

source: click the link below
fr: cliquez sur le lien ci-dessous

source: If clicking the link above doesn't work, please copy and paste the URL in a new browser window instead.
fr: Si le lien ci-dessous n'est pas actif, veuillez copier et coller l'URL dans une nouvelle fenêtre de navigation.

source: Sincerely
fr: Cordialement,

source: The NREL Engage Team
fr: L'équipe Engage de NREL

source: Enter your email address below, and we'll email instructions for setting a new one.
fr: Veuillez entrer votre email ci-dessous, et des instructions de réinitialisation vous seront envoyées.

source: Reset my password
fr: Réinitialiser mon mot de passe

source: Already registered
fr: Déjà inscrit

source: Submit Registration
fr: Soumettre votre inscription

source: Carrier
fr: Vecteur

source: Select a Carrier
fr: Sélectionner un vecteur

source: Select a Location
fr: Sélectionner un emplacement

source: Month
fr: Mois

source: Select a Month
fr: Sélectionner un mois

source: Refresh
fr: Rafraichir

source: Dashboard updates have been paused for
fr: Des mises à jour du tableau de bord ont été suspendues pour quelques

source: seconds
fr: secondes

source: Status
fr: Etat

source: RunEnvironment
fr: Environnement d'exécution

source: Clustered
fr: Groupés

source: Inputs
fr: Entrées

source: Logs
fr: Registres

source: Map Viz
fr: Visu. Carte

source: Outputs
fr: sorties

source: ScenarioViewer
fr: Visulalisation du scénario

source: Version
fr: Etiquette de version

source: Run
fr: Exécuter

source: Open Map Viz in a new window
fr: Ouvrir Visu. Carte dans une nouvelle fenêtre

source: Published
fr: Publié

source: Publish run
fr: Publication lancée

source: Publishing run
fr: publication du lancement

source: OUT OF DATE
fr: OBSOLETE

source: UP TO DATE
fr: MIS A JOUR

source: FEATURE UNDER DEVELOPMENT
fr: FONCTIONALITE EN COURS DE DEVELOPPEMENT

source: Delete run
fr: Supprimer le lancement

source: Version Tag
fr: Version

source: Filter nodes by technology.
fr: Filtrer les nœuds par technologie

source: Filter nodes by version tag.
fr: Filtrer les nœuds par version

source: Filter nodes by location.
fr: Filtrer les nœuds par emplacement

source: Bulk toggle nodes activation for the current scenario.
fr: Basculer l'activation des nœuds en bloc pour le scénario actuel.

source: Input carrier not defined
fr: Vecteur d'entrée non défini

source: Output carrier not defined
fr: vecteur de sortie non défini

source: Toggle node activation.
fr: Basculez l'activation des nœuds.

source: Select a Scenario
fr: Sélectionnez un scénario

source: Row
fr: Ligne

source: Delete Scenario
fr: Supprimer le scénario

source: Oops, an error occurred
fr: Oops, une erreur s'est produite

source: Select a model
fr: Sélectionnez un modèle

source: Select a user
fr: Sélectionnez un utilisateur

source: View Only
fr: Afficher uniquement

source: Can Edit
fr: Peut modifier

source: Administrator
fr: Administrateur

source: Hide
fr: Masquer

source: Technology Definition
fr: Définition de la technologie

source: Version tags are used to differentiate multiple versions of the same technology
fr: Les étiquettes des versions sont utilisées pour distinguer les versions multiples d'une même technologie.

source: Mark parameter as favorite
fr: Marquer paramètre comme favoris

source: Show
fr: Montrer

source: Default
fr: Défault

source: Evolve this parameter by year
fr: Evoluer ce paramètre par année

source: This parameter is configured to evolve over multiple years
fr: Ce paramètre est configuré pour évoluer sur plusieurs années

source: Year
fr: Année

source: Value
fr: Valeur

source: Remove a row
fr: Supprimer une ligne

source: CSV Files
fr: Fichiers CSV

source: Add a file
fr: Ajouter un fichier

source: Add File
fr: Ajouter Fichier

source: New file name
fr: Nom du nouveau dossier

source: New file description
fr: Description du nouveau dossier

source: Delete file
fr: Supprimer dossier

source: No files have been uploaded yet
fr: Aucun dossier n'a été transféré

source: Create a new timeseries
fr: Créer une nouvelle série temporelle

source: Create Timeseries
fr: Créer série temporelle

source: Choose a file from the left!
fr: Choisir un dossier du côté gauche

source: Create timeseries from file
fr: Créer une série temporelle à partir du dossier

source: If this box is checked, the first line of the file will be ignored. If a header exists and this box is unchecked, the header will be interpreted as data and will result in an error.
fr: Ci cette case est cochée, la première ligne du fichier sera ignorée. Si une entête existe et cette case n'est pas cochée, l'entête sera considérée comme donnée et affichera une erreur

source: The first row of this CSV file is a header row.
fr: La première ligne de ce fichier CSV est une ligne d'entête

source: Choose value column
fr: Choisir la colonne de valeur

source: Name of timeseries
fr: Nom de série temporelle

source: Could not read CSV file
fr: Impossible de lire le fichier CSV

source: Delete timeseries
fr: Supprimer série temporelle

source: No timeseries have been created yet.
fr: Aucune série temporelle n'a été créée

source: Generates a timeseries of wind capacity factor data. Find and inspect it on the Timeseries page, linked below.
fr: Produit une série temporelle de données du facteur de la capacité éolienne. Veuillez la trouver et la vérifier sur la page série temporelle, lien ci-dessous.

source: Node Groups
fr: Groupes de nœuds

source: New Node Group
fr: Nouveau groupe de nœuds

source: Edit Node Group
fr: Modifier le groupe de nœuds

source: Node Group Name
fr: Nom du groupe de nœuds

source: Primary Location
fr: Emplacement principal

source: Node Group Type
fr: Type de groupe de nœuds

source: Back
fr: Retour

source: Update
fr: Mise à jour

source: Existing Node Groups:
fr: Groupes de nœuds existants:

source: This model does not have any existing node groups yet.
fr: Ce modèle n'a pas encore de groupes de nœuds existants.

source: Add Node Group to Model
fr: Ajouter un groupe de nœuds au modèle

source: Update Node Group:
fr: Mettre à jour le groupe de nœuds:

source: GEOPHIRES v2.0 is a geothermal techno-economic simulation tool used in Engage to calculate Geothermal related parameters. GEOPHIRES combines reservoir, wellbore, and surface plant technical models with cost correlations and levelized cost models to estimate the capital and operation and maintenance costs, instantaneous and lifetime energy production, and overall levelized cost of energy of a geothermal plant.
fr: GEOPHIRES v2.0 est un outil de simulation technico-économique géothermique utilisé dans Engage pour calculer les paramètres liés à la géothermie.

source: For more information about GEOPHIRES please see the
fr: Pour plus d'informations sur GEOPHIRES, veuillez consulter le
